[
  {
    "id": 1,
    "title": "Behavioral Medicine",
    "details": "Your pet’s behavior affects every interaction you have with him or her on a daily basis. Behavior dictates everything from meal time, to exercise time, to downtime such as relaxing on the couch with other family members. When a pet has a behavior problem, the consequences are far-reaching. Behavior problems threaten the bond you have with your pet by damaging the loving relationship that should exist between you. In extreme situations, a serious behavior problem can lead to euthanasia or surrendering a pet to a shelter. Pets can have a wide variety of behavioral issues, from simple house training problems to severe anxiety and aggression issues.We are well qualified and experienced in diagnosing and addressing behavior problems with an approach that combines skills from veterinary clinical medicine, behavioral medicine, and pet training.Our goals are to help pets and their owners live together comfortably and safely, and to help restore the bond between pets and their families.Dealing with behavior problems can be frustrating for pet owners.Some pet owners may even blame themselves because their pet seems to have an emotional issue.Although behavior problems can result from emotional trauma or physical mistreatment, in many cases the problem can arise from simple misunderstandings or learned associations that were inadvertently established during training.In addition, several medical conditions can manifest in ways that mimic behavior problems.Scheduling an evaluation with a professional skilled in diagnosing and managing behavioral issues in pets is the first step on the road to resolving the problem. Before you and your pet suffer through one more day of inappropriate behavior, call us.Let’s talk about how we can help.",
    "img": "https://i.ibb.co/bzNryPF/Getty-Images-78432462.jpg"
  },
  {
    "id": 2,
    "title": "Dental Care",
    "details": "You brush your teeth twice a day and visit the dentist at least once a year - but does your pet have the same sort of dental care regimen? Clean teeth and a healthy mouth are extremely important for your pet. Plaque and tartar build-up on your pet's teeth can lead to serious health problems and this makes dental care a must for your pet. PetCare Animal Hospital is pleased to offer our clients and their pets a complete array of veterinary dental care services. We provide comprehensive dental cleanings, tooth extractions and other pet dental procedures. Periodontal Disease: Signs To Watch For It is estimated that more than 80 percent of dogs and 70 percent of cats develop tooth and gum disease by the age of three years. As plaque builds up on your pet's teeth, it hardens into tartar and damages the teeth and gums. This results in the disease known as gingivitis. Signs of gingivitis include bad breath and reddened gums. If left untreated, gingivitis can cause periodontal disease, a serious infection that can damage the teeth and gums and lead to health problems elsewhere in your pet's body. If your pet is exhibiting any of the following symptoms, he or she may have periodontal disease: •  Discomfort while chewing •  Difficulty swallowing •  Pawing at the mouth •  Inflamed or bleeding gums •  Bad breath Your Pet's Dental Cleaning Veterinary dental cleanings are very different for pets than they are for you. Because anesthesia is required to keep your pet still and comfortable during a cleaning, your pet undergoes a complete physical examination prior to the cleaning in order to detect any complications that may occur from the use of anesthesia. During a cleaning, our skilled veterinary technicians use a hand scaler to remove tartar and plaque from your pet's teeth. Next, a periodontal probe is used to check under the gumline for signs of periodontal disease. An ultrasonic scaler is used to clean the teeth above the gumline and a curette is used to clean and smooth the teeth below the gumline. Finally, your pet's teeth are polished and his or her gums are washed with an anti-bacterial solution to prevent future tartar build-up. Pet Dental Care At Home Keeping your pet's teeth clean is a year-round process. Our staff members can show you how to brush your pet's teeth at home. This helps delay the build-up of plaque and tartar and is a great way for you to bond with your pet.",
    "img": "https://i.ibb.co/fvJp0xb/2785bc2f-92e6-4729-b690-ab7ba45fa5f2.jpg"
  },
  {
    "id": 3,
    "title": "Behavioral Medicine",
    "details": "Your pet will look and feel great following a grooming session at PetCare Animal Hospital. Your pet receives complete grooming care from our grooming staff. The groomer at PetCare Animal Hospital is a member of the National Dog Groomers Association of America and the International Professional Groomers. Our groomers have undergone rigorous training in many disciplines and conform to the highest standards of excellence. When you place your pet in the hands of a PetCare Animal Hospital groomer, you can expect superior quality of grooming and veterinary care. A grooming session at PetCare Animal Hospital includes a bath/shampoo, brushing, coat trim, nail trim, ear cleaning and more. Your pet benefits greatly from a grooming session. A grooming session removes dirt and oil from your pet's coat and skin and removes mats and tangles from your pet's coat. Grooming is performed at PetCare Animal Hospital during regular hospital hours. Please call us at 513-793-3032 to schedule your pet's grooming appointment.",
    "img": "https://i.ibb.co/tZjfffF/6fd67362-5af4-489b-bae9-22c24bb88b76.jpg"
  },
  {
    "id": 4,
    "title": "Nutritional Counseling",
    "details": "From the very first day you bring a new pet home through the final days of its life, nutrition plays a critical role in your pet’s overall health and well-being. Many pet owners take nutrition for granted, in part because the availability of so many nutritionally complete commercial diets has taken much of the guesswork out of choosing a suitable diet for a pet. However, did you know that your pet’s nutritional needs change with age and activity level? Did you know that specially formulated diets can assist in the management of various medical conditions, including kidney disease, diabetes, arthritis, and heart disease? Do you know how many calories your pet should have each day and whether you are over- or underfeeding? Are you comfortable reading and interpreting pet food labels? Whether your pet has special dietary needs or simply needs to shed (or gain) a few pounds, our nutritional counseling services can help you accomplish your goals and keep your pet in good health. We offer counseling in dietary selection and feeding practices for pets during various life stages, such as growth, pregnancy, nursing, and the “golden years.” If your pet has a medical condition, we can help you select the most appropriate diet to suit your pet’s needs. It can be easy for a pet owner to become overwhelmed by the available selection of pet foods, all of which claim to have specific benefits for pets. We can offer expert advice to help you negotiate the complicated array of choices. Let our nutritional counseling service help you achieve and maintain optimal nutrition for your pet.",
    "img": "https://i.ibb.co/4d9x18s/shutterstock-18562036.jpg"
  },
  {
    "id": 5,
    "title": "Pet's Vaccinations",
    "details": "Vaccines are the cornerstone of your pet's preventive health care plan. We recommend all pets receive annual vaccinations (as well as three-year rabies vaccinations) to ensure protection against a variety of viral diseases. Your pet is unique. That's why we have designed a vaccine protocol that meets your pet's needs based on lifestyle, location, and other risk factors. An annual examination is necessary to ensure that any health problems are appropriately identified and treated. Vaccine titers that check the competency of your pet's immune system can be preformed and may preclude the need for a particular vaccine. These issues can be discussed at the time of your pet's annual physical examination.",
    "img": "https://i.ibb.co/37cPVQ2/Getty-Images-107256684.jpg"
  },
  {
    "id": 6,
    "title": "Puppy And Kitten Care",
    "details": "Congratulations on your newest family member! We can't wait to see your new puppy or kitten and get them started on the road to a happy and healthy life. One of the many highlights of being in the veterinary field is seeing pets grow from a tiny kitten to a loving house cat; or watching a playful puppy go from rambunctiousness to man's best friend. There's no doubt about it: pets are great! Our puppy/kitten appointments take longer than the yearly wellness visits that your pet has later in life. When you schedule your first appointment, be prepared to spend 45 to 60 minutes with us. Why does it take so long? Along with a head-to-tail examination of your pet by the veterinarian, the administration of vaccines and the first de-worming dose, our knowledgeable veterinary assistants cover many topics with you. Some of these topics include: •  Behavior •  Your Pet's Vaccines •  Intestinal Parasites and De-Worming •  A Proper Diet •  Heartworm Disease and Prevention •  Flea and Tick Prevention •  Zoonotic Diseases (these are diseases that can be passed from animal to human) •  Basic Grooming •  FeLV / FIV (kittens only) Along with all of this important information, we send home a free dose of heartworm prevention, a free bag of puppy or kitten food and lots of coupons and handouts. Please bring your puppy or kitten to the clinic slightly hungry. We love to spoil them with treats and they tend to like coming to the hospital more in the future. We like them to remember the good stuff.",
    "img": "https://i.ibb.co/vcRxGNf/shutterstock-64006612.jpg"
  }
]